Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Reasons appear as a comment on the task and feed into the worker's context if it's later unblocked.
de: Gründe erscheinen als Kommentar bei der Aufgabe und fließen in den Kontext des Workers ein, falls sie später entsperrt wird.
es: Los motivos aparecen como comentario en la tarea y se incorporan al contexto del worker si más tarde se desbloquea.
fr: Les raisons apparaissent en commentaire sur la tâche et alimentent le contexte du worker si elle est débloquée plus tard.
ja: 理由はタスクへのコメントとして表示され、後でブロック解除された際にワーカーのコンテキストに反映されます。
pt_br: Os motivos aparecem como um comentário na tarefa e alimentam o contexto do worker se ela for desbloqueada mais tarde.
zh_hans: 原因会作为任务上的评论出现,并在任务之后解除阻塞时纳入工作者的上下文。

source: Reassign this task. Hermes's dispatcher only runs assigned tasks.
de: Diese Aufgabe neu zuweisen. Hermes' Dispatcher führt nur zugewiesene Aufgaben aus.
es: Reasigna esta tarea. El dispatcher de Hermes solo ejecuta tareas asignadas.
fr: Réassigner cette tâche. Le répartiteur de Hermes n'exécute que les tâches assignées.
ja: このタスクを再割り当てします。Hermes のディスパッチャーは割り当て済みのタスクのみを実行します。
pt_br: Reatribua esta tarefa. O dispatcher do Hermes só executa tarefas atribuídas.
zh_hans: 重新分配此任务。Hermes 的调度器只运行已分配的任务。

source: Receiving response…
de: Antwort wird empfangen…
es: Recibiendo respuesta…
fr: Réception de la réponse…
ja: 応答を受信中…
pt_br: Recebendo resposta…
zh_hans: 正在接收响应…

source: Recent activity
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
pt_br: Atividade recente
zh_hans: 最近活动

source: Recent real user messages guaranteed to survive uncompressed, even when bulky tool output fills the tail budget. Hermes default: 1.
de: Aktuelle echte Nutzernachrichten, die garantiert unkomprimiert erhalten bleiben, selbst wenn umfangreiche Tool-Ausgaben das Tail-Budget füllen. Hermes-Standard: 1.
es: Mensajes recientes reales del usuario garantizados para sobrevivir sin comprimir, incluso cuando la salida voluminosa de herramientas llena el presupuesto final. Por defecto de Hermes: 1.
fr: Messages utilisateur réels récents garantis de survivre non compressés, même quand une sortie d'outil volumineuse remplit le budget de fin. Par défaut Hermes : 1.
ja: 大量のツール出力が末尾の予算を占めている場合でも、圧縮されずに残ることが保証される直近の実際のユーザーメッセージの数。Hermes のデフォルト: 1。
pt_br: Mensagens reais recentes do usuário garantidas a sobreviver sem compactação, mesmo quando saídas volumosas de ferramentas preenchem o orçamento final. Padrão do Hermes: 1.
zh_hans: 确保近期的真实用户消息不被压缩保留,即使大量工具输出占满了尾部预算。Hermes 默认值:1。

source: Recent sessions
de: Letzte Sitzungen
es: Sesiones recientes
fr: Sessions récentes
ja: 最近のセッション
pt_br: Sessões recentes
zh_hans: 最近会话

source: Recent Sessions
de: Letzte Sitzungen
es: Sesiones recientes
fr: Sessions récentes
ja: 最近のセッション
pt_br: Sessões recentes
zh_hans: 最近会话

source: Recently updated
de: Zuletzt aktualisiert
es: Actualizados recientemente
fr: Récemment mis à jour
ja: 最近更新順
pt_br: Atualizados recentemente
zh_hans: 最近更新

source: Recommended model
de: Empfohlenes Modell
es: Modelo recomendado
fr: Modèle recommandé
ja: 推奨モデル
pt_br: Modelo recomendado
zh_hans: 推荐模型

# Recommended model: %@. %@
source: Recommended model: %1$@. %2$@
de: Empfohlenes Modell: %@. %@
es: Modelo recomendado: %1$@. %2$@
fr: Modèle recommandé : %1$@. %2$@
ja: 推奨モデル: %1$@。%2$@
pt_br: Modelo recomendado: %1$@. %2$@
zh_hans: 推荐模型:%1$@。%2$@

source: Recommended: ON. Hermes v0.13+ defaults to redacting secrets unless you opt out.
de: Empfohlen: EIN. Hermes v0.13+ schwärzt Secrets standardmäßig, sofern du nicht widersprichst.
es: Recomendado: ACTIVADO. Hermes v0.13+ redacta secretos por defecto a menos que lo desactives.
fr: Recommandé : ACTIVÉ. Hermes v0.13+ masque les secrets par défaut, sauf désactivation explicite.
ja: 推奨: オン。Hermes v0.13 以降はオプトアウトしない限り、デフォルトでシークレットを編集(redact)します。
pt_br: Recomendado: ATIVADO. A partir da v0.13, o Hermes redige segredos por padrão, a menos que você desative.
zh_hans: 推荐:开启。除非你选择退出,否则 Hermes v0.13+ 默认会隐去密钥。

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
ja: 再接続
pt_br: Reconectar
zh_hans: 重新连接

source: Record Key
de: Aufnahmetaste
es: Tecla de grabación
fr: Touche d’enregistrement
ja: 録音キー
pt_br: Tecla de gravação
zh_hans: 录音按键

source: Record Sessions
de: Sitzungen aufzeichnen
es: Grabar sesiones
fr: Enregistrer les sessions
ja: セッションを記録
pt_br: Gravar sessões
zh_hans: 记录会话

source: Recording mode
de: Aufzeichnungsmodus
es: Modo de grabación
fr: Mode d'enregistrement
ja: 記録モード
pt_br: Modo de gravação
zh_hans: 记录模式

source: Recording…
de: Nehme auf…
es: Grabando…
fr: Enregistrement…
ja: 録音中…
pt_br: Gravando…
zh_hans: 录制中…

source: Recovery actions live on the Mac app — open this task there to verify, reject, or unblock.
de: Wiederherstellungsaktionen findest du in der Mac-App — öffne diese Aufgabe dort, um zu bestätigen, abzulehnen oder freizugeben.
es: Las acciones de recuperación están en la app de Mac — abre esta tarea allí para verificar, rechazar o desbloquear.
fr: Les actions de récupération se trouvent dans l'app Mac — ouvrez-y cette tâche pour vérifier, rejeter ou débloquer.
ja: 復旧操作は Mac アプリにあります — 確認・却下・ブロック解除を行うには Mac アプリでこのタスクを開いてください。
pt_br: As ações de recuperação ficam no app para Mac — abra esta tarefa lá para verificar, rejeitar ou desbloquear.
zh_hans: 恢复操作位于 Mac 应用中 — 请在那里打开此任务以验证、拒绝或解除阻止。

source: Recovery Key
de: Wiederherstellungsschlüssel
es: Clave de recuperación
fr: Clé de récupération
ja: リカバリキー
pt_br: Chave de recuperação
zh_hans: 恢复密钥

source: Recurring commands you've approved before, mined from session history. Adding one writes it to the command allowlist so it stops prompting.
de: Wiederkehrende Befehle, die du zuvor genehmigt hast, aus dem Sitzungsverlauf ermittelt. Das Hinzufügen schreibt sie in die Befehls-Allowlist, damit nicht mehr nachgefragt wird.
es: Comandos recurrentes que has aprobado antes, extraídos del historial de sesiones. Añadir uno lo escribe en la lista blanca de comandos para que deje de preguntar.
fr: Commandes récurrentes que vous avez déjà approuvées, extraites de l'historique des sessions. En ajouter une l'écrit dans la liste blanche des commandes pour qu'elle cesse d'être demandée.
ja: 以前に承認した繰り返しコマンドを、セッション履歴から抽出したものです。追加するとコマンド許可リストに書き込まれ、以降確認を求められなくなります。
pt_br: Comandos recorrentes que você já aprovou antes, extraídos do histórico de sessões. Adicionar um o grava na lista de comandos permitidos para que pare de solicitar.
zh_hans: 从会话历史中挖掘出的、你此前批准过的重复命令。添加后会写入命令白名单,从而不再提示。

source: Redact PII
de: Personenbezogene Daten schwärzen
es: Ocultar datos personales
fr: Masquer les données personnelles
ja: 個人情報をマスク
pt_br: Ocultar dados pessoais
zh_hans: 脱敏处理个人信息

source: Redact secrets
de: Secrets schwärzen
es: Redactar secretos
fr: Masquer les secrets
ja: シークレットを秘匿化
pt_br: Mascarar segredos
zh_hans: 隐去密钥

source: Redact Secrets
de: Secrets schwärzen
es: Ocultar secretos
fr: Masquer les secrets
ja: シークレットをマスク
pt_br: Ocultar segredos
zh_hans: 脱敏处理密钥

source: Redaction
de: Redaktion
es: Censura
fr: Rédaction
ja: 秘匿化
pt_br: Redação
zh_hans: 脱敏

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
pt_br: Atualizar
zh_hans: 刷新

source: Refresh catalog
de: Katalog aktualisieren
es: Actualizar catálogo
fr: Actualiser le catalogue
ja: カタログを更新
pt_br: Atualizar catálogo
zh_hans: 刷新目录

source: Refresh now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Actualiser maintenant
ja: 今すぐ更新
pt_br: Atualizar agora
zh_hans: 立即刷新

source: Refresh run %@ on %@
de: Lauf %1$@ auf %2$@ aktualisieren
es: Actualizar la ejecución %1$@ en %2$@
fr: Actualiser l'exécution %1$@ sur %2$@
ja: %2$@ の実行 %1$@ を更新
pt_br: Atualizar a execução %1$@ em %2$@
zh_hans: 刷新 %2$@ 上的运行 %1$@

source: Refresh this project
de: Dieses Projekt aktualisieren
es: Actualizar este proyecto
fr: Actualiser ce projet
ja: このプロジェクトを更新
pt_br: Atualizar este projeto
zh_hans: 刷新此项目

source: Refresh worker log
de: Worker-Log aktualisieren
es: Actualizar registro del worker
fr: Actualiser le journal du worker
ja: ワーカーログを更新
pt_br: Atualizar log do worker
zh_hans: 刷新工作者日志

source: refresh-only
de: nur aktualisieren
es: solo actualización
fr: actualisation uniquement
ja: 更新のみ
pt_br: somente atualização
zh_hans: 仅刷新

source: Refreshed %@
de: %@ aktualisiert
es: %@ actualizado
fr: Actualisé %@
ja: %@ を更新しました
pt_br: Atualizado %@
zh_hans: 已刷新 %@

source: Refreshing…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
ja: 更新中…
pt_br: Atualizando…
zh_hans: 刷新中…

source: Registered peers
de: Registrierte Peers
es: Pares registrados
fr: Pairs enregistrés
ja: 登録済みのピア
pt_br: Peers registrados
zh_hans: 已注册的对端

source: Registers a `%@` cron job that runs at 4am daily. Booting a Hermes session is what triggers token refresh — without this, refresh tokens silently expire if you go ~30 days without using Scarf.
de: Registriert einen `%@`-Cron-Job, der täglich um 4 Uhr läuft. Der Start einer Hermes-Sitzung löst die Token-Erneuerung aus — ohne dies laufen Refresh-Tokens stillschweigend ab, wenn du ~30 Tage lang Scarf nicht nutzt.
es: Registra un trabajo cron `%@` que se ejecuta a las 4am diariamente. Iniciar una sesión de Hermes es lo que activa la renovación del token — sin esto, los tokens de renovación caducan silenciosamente si pasas ~30 días sin usar Scarf.
fr: Enregistre une tâche cron `%@` qui s'exécute chaque jour à 4 h. Le démarrage d'une session Hermes déclenche l'actualisation des jetons — sans cela, les jetons d'actualisation expirent silencieusement si vous n'utilisez pas Scarf pendant environ 30 jours.
ja: 毎日午前4時に実行される `%@` cron ジョブを登録します。Hermes セッションの起動がトークン更新のトリガーです — これがないと、Scarf を約30日間使用しない場合にリフレッシュトークンが黙って失効します。
pt_br: Registra uma tarefa cron `%@` que roda diariamente às 4h. Iniciar uma sessão do Hermes é o que dispara a atualização do token — sem isso, os tokens de atualização expiram silenciosamente se você ficar ~30 dias sem usar o Scarf.
zh_hans: 注册一个每天凌晨 4 点运行的 `%@` 定时任务。启动 Hermes 会话是触发令牌刷新的原因 — 若没有此设置,大约 30 天不使用 Scarf,刷新令牌就会悄悄过期。

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
ja: 拒否
pt_br: Rejeitar
zh_hans: 拒绝

source: Related skills
de: Verwandte Skills
es: Habilidades relacionadas
fr: Compétences associées
ja: 関連するスキル
pt_br: Habilidades relacionadas
zh_hans: 相关技能

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: 再読み込み
pt_br: Recarregar
zh_hans: 重新加载

source: Reload from Disk
de: Von Festplatte neu laden
es: Recargar desde el disco
fr: Recharger depuis le disque
ja: ディスクから再読み込み
pt_br: Recarregar do disco
zh_hans: 从磁盘重新加载

source: Reload the bot roster
de: Bot-Liste neu laden
es: Recargar la lista de bots
fr: Recharger la liste des bots
ja: ボット一覧を再読み込み
pt_br: Recarregar a lista de bots
zh_hans: 重新加载机器人名册

source: Remote Diagnostics — %@
de: Remote-Diagnose — %@
es: Diagnósticos remotos — %@
fr: Diagnostics distants — %@
ja: リモート診断 — %@
pt_br: Diagnóstico remoto — %@
zh_hans: 远程诊断 — %@

source: remove
de: entfernen
es: quitar
fr: supprimer
ja: 削除
pt_br: remover
zh_hans: 移除

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
ja: 削除
pt_br: Remover
zh_hans: 移除

source: Remove “%@”
de: „%@“ entfernen
es: Quitar “%@”
fr: Supprimer « %@ »
ja: 「%@」を削除
pt_br: Remover “%@”
zh_hans: 移除“%@”

source: Remove "%@" from Scarf's project list
de: "%@" aus Scarfs Projektliste entfernen
es: Quitar "%@" de la lista de proyectos de Scarf
fr: Supprimer « %@ » de la liste de projets de Scarf
ja: "%@" を Scarf のプロジェクトリストから削除
pt_br: Remover "%@" da lista de projetos do Scarf
zh_hans: 从 Scarf 的项目列表中移除 "%@"

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
ja: %@ を削除
pt_br: Remover %@
zh_hans: 移除 %@

source: Remove %@ from Scarf's project list (files are kept on disk)
de: %@ aus Scarfs Projektliste entfernen (Dateien bleiben auf der Festplatte)
es: Quitar %@ de la lista de proyectos de Scarf (los archivos se conservan en disco)
fr: Supprimer %@ de la liste de projets de Scarf (les fichiers sont conservés sur le disque)
ja: %@ を Scarf のプロジェクトリストから削除(ファイルはディスク上に保持されます)
pt_br: Remover %@ da lista de projetos do Scarf (os arquivos são mantidos no disco)
zh_hans: 从 Scarf 的项目列表中移除 %@(文件仍保留在磁盘上)

source: Remove %@ from the bot roster
de: %@ aus der Bot-Liste entfernen
es: Quitar %@ de la lista de bots
fr: Retirer %@ de la liste des bots
ja: %@ をボット一覧から削除
pt_br: Remover %@ da lista de bots
zh_hans: 从机器人名册中移除 %@

source: Remove %@?
de: %@ entfernen?
es: ¿Quitar %@?
fr: Retirer %@ ?
ja: %@ を削除しますか?
pt_br: Remover %@?
zh_hans: 移除 %@?

source: Remove attached image
de: Angehängtes Bild entfernen
es: Quitar la imagen adjunta
fr: Retirer l'image jointe
ja: 添付画像を削除
pt_br: Remover imagem anexada
zh_hans: 移除已附加的图片

source: Remove credential for %@?
de: Anmeldedaten für %@ entfernen?
es: ¿Quitar credencial de %@?
fr: Retirer les identifiants pour %@ ?
ja: %@ の資格情報を削除しますか?
pt_br: Remover credencial de %@?
zh_hans: 移除 %@ 的凭证?

source: Remove Entry
de: Eintrag entfernen
es: Quitar entrada
fr: Supprimer l’entrée
ja: エントリを削除
pt_br: Remover entrada
zh_hans: 移除条目

source: Remove failed: %@
de: Entfernen fehlgeschlagen: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
ja: 削除に失敗しました: %@
pt_br: Falha ao remover: %@
zh_hans: 移除失败：%@

source: Remove failed: exit %d
de: Entfernen fehlgeschlagen: Exit-Code %d
es: Error al eliminar: código de salida %d
fr: Échec de la suppression : code de sortie %d
ja: 削除に失敗しました: 終了コード %d
pt_br: Falha ao remover: código de saída %d
zh_hans: 移除失败：退出码 %d

source: Remove from Bots
de: Aus Bots entfernen
es: Quitar de Bots
fr: Retirer de Bots
ja: ボットから削除
pt_br: Remover de Bots
zh_hans: 从机器人中移除

source: Remove from List
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
ja: リストから削除
pt_br: Remover da lista
zh_hans: 从列表中移除

source: Remove from List (keep files)…
de: Aus Liste entfernen (Dateien behalten)…
es: Quitar de la lista (conservar archivos)…
fr: Retirer de la liste (conserver les fichiers)…
ja: リストから削除(ファイルを保持)…
pt_br: Remover da lista (manter arquivos)…
zh_hans: 从列表中移除(保留文件)…

source: Remove from Scarf's project list?
de: Aus Scarfs Projektliste entfernen?
es: ¿Quitar de la lista de proyectos de Scarf?
fr: Retirer de la liste de projets de Scarf ?
ja: Scarf のプロジェクトリストから削除しますか?
pt_br: Remover da lista de projetos do Scarf?
zh_hans: 从 Scarf 的项目列表中移除?

source: Remove OAuth provider %@?
de: OAuth-Anbieter %@ entfernen?
es: ¿Quitar el proveedor OAuth %@?
fr: Supprimer le fournisseur OAuth %@ ?
ja: OAuth プロバイダー %@ を削除しますか?
pt_br: Remover o provedor OAuth %@?
zh_hans: 移除 OAuth 提供方 %@?

source: Remove server
de: Server entfernen
es: Quitar servidor
fr: Supprimer le serveur
ja: サーバーを削除
pt_br: Remover servidor
zh_hans: 移除服务器

source: Remove Server…
de: Server entfernen…
es: Quitar servidor…
fr: Supprimer le serveur…
ja: サーバーを削除…
pt_br: Remover servidor…
zh_hans: 移除服务器…

source: Remove the entire namespace dir recursively
de: Das gesamte Namespace-Verzeichnis rekursiv entfernen
es: Quitar todo el directorio del espacio de nombres recursivamente
fr: Supprimer récursivement tout le répertoire d'espace de noms
ja: 名前空間ディレクトリを再帰的にすべて削除
pt_br: Remover o diretório do namespace inteiro recursivamente
zh_hans: 递归移除整个命名空间目录

source: Remove this OAuth provider from auth.json. Hermes will need to be re-authenticated to use it again.
de: Diesen OAuth-Anbieter aus auth.json entfernen. Hermes muss neu authentifiziert werden, um ihn wieder zu nutzen.
es: Quita este proveedor OAuth de auth.json. Hermes necesitará volver a autenticarse para usarlo de nuevo.
fr: Retirer ce fournisseur OAuth de auth.json. Hermes devra être réauthentifié pour l'utiliser à nouveau.
ja: この OAuth プロバイダーを auth.json から削除します。再び使用するには Hermes の再認証が必要になります。
pt_br: Remove este provedor OAuth de auth.json. O Hermes precisará ser reautenticado para usá-lo novamente.
zh_hans: 从 auth.json 中移除此 OAuth 提供方。Hermes 需要重新认证才能再次使用它。

source: Remove this override
de: Diese Überschreibung entfernen
es: Quitar esta anulación
fr: Retirer cette dérogation
ja: このオーバーライドを削除
pt_br: Remover esta substituição
zh_hans: 移除此覆盖

source: Remove this route
de: Diese Route entfernen
es: Quitar esta ruta
fr: Retirer cette route
ja: このルートを削除
pt_br: Remover esta rota
zh_hans: 移除此路由

source: Remove this server from Scarf.
de: Diesen Server aus Scarf entfernen.
es: Quitar este servidor de Scarf.
fr: Retirer ce serveur de Scarf.
ja: このサーバーを Scarf から削除します。
pt_br: Remover este servidor do Scarf.
zh_hans: 从 Scarf 中移除此服务器。

source: Remove this server?
de: Diesen Server entfernen?
es: ¿Quitar este servidor?
fr: Retirer ce serveur ?
ja: このサーバーを削除しますか?
pt_br: Remover este servidor?
zh_hans: 移除此服务器?

source: Remove via config.yaml…
de: Über config.yaml entfernen…
es: Quitar vía config.yaml…
fr: Retirer via config.yaml…
ja: config.yaml 経由で削除…
pt_br: Remover via config.yaml…
zh_hans: 通过 config.yaml 移除…

source: Remove webhook %@?
de: Webhook %@ entfernen?
es: ¿Quitar webhook %@?
fr: Retirer le webhook %@ ?
ja: webhook %@ を削除しますか?
pt_br: Remover webhook %@?
zh_hans: 移除 webhook %@?

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
ja: 削除済み
pt_br: Removido
zh_hans: 已移除

source: Removed %@
de: %@ entfernt
es: %@ eliminado
fr: %@ supprimé
ja: %@ を削除しました
pt_br: Removido %@
zh_hans: 已移除 %@

source: Removes %@'s SSH key and host details from this device. Other servers stay configured.
de: Entfernt den SSH-Schlüssel und die Host-Daten von %@ von diesem Gerät. Andere Server bleiben konfiguriert.
es: Quita la clave SSH y los datos de host de %@ de este dispositivo. Los demás servidores siguen configurados.
fr: Retire la clé SSH et les détails d'hôte de %@ de cet appareil. Les autres serveurs restent configurés.
ja: %@ の SSH 鍵とホスト情報をこのデバイスから削除します。他のサーバーの設定はそのまま残ります。
pt_br: Remove a chave SSH e os dados de host de %@ deste dispositivo. Os outros servidores permanecem configurados.
zh_hans: 从此设备中移除 %@ 的 SSH 密钥和主机信息。其他服务器的配置保持不变。

source: Removes model.default and model.provider from this bot's config.yaml. The bot then runs on Hermes' built-in default — profiles don't inherit the main profile's model, so this won't fall back to whatever your main profile uses.
de: Entfernt model.default und model.provider aus der config.yaml dieses Bots. Der Bot läuft dann auf dem eingebauten Standard von Hermes — Profile erben das Modell des Hauptprofils nicht, es wird also nicht auf das Modell deines Hauptprofils zurückgegriffen.
es: Elimina model.default y model.provider del config.yaml de este bot. El bot pasa entonces a usar el valor por defecto integrado de Hermes — los perfiles no heredan el modelo del perfil principal, así que no recurrirá al que use tu perfil principal.
fr: Supprime model.default et model.provider du config.yaml de ce bot. Le bot fonctionne alors avec la valeur par défaut intégrée de Hermes — les profils n'héritent pas du modèle du profil principal, il ne se rabattra donc pas sur celui de votre profil principal.
ja: このボットの config.yaml から model.default と model.provider を削除します。その後、ボットは Hermes の組み込みデフォルトで動作します — プロファイルはメインプロファイルのモデルを継承しないため、メインプロファイルで使っているモデルにフォールバックすることはありません。
pt_br: Remove model.default e model.provider do config.yaml deste bot. O bot passa então a rodar no padrão integrado do Hermes — perfis não herdam o modelo do perfil principal, então isso não vai recorrer ao que o seu perfil principal usa.
zh_hans: 从此机器人的 config.yaml 中移除 model.default 和 model.provider。此后机器人将使用 Hermes 的内置默认值 — 配置不会继承主配置的模型,因此不会回退到你主配置所用的模型。

source: Removes this OAuth provider from auth.json. You'll need to re-authenticate before Hermes can use it again. The upstream provider account is not revoked.
de: Entfernt diesen OAuth-Anbieter aus auth.json. Du musst dich erneut authentifizieren, bevor Hermes ihn wieder nutzen kann. Das Konto beim Anbieter selbst wird nicht widerrufen.
es: Quita este proveedor OAuth de auth.json. Tendrás que volver a autenticarte antes de que Hermes pueda usarlo de nuevo. La cuenta del proveedor de origen no se revoca.
fr: Supprime ce fournisseur OAuth de auth.json. Vous devrez vous réauthentifier avant que Hermes puisse à nouveau l'utiliser. Le compte du fournisseur en amont n'est pas révoqué.
ja: この OAuth プロバイダーを auth.json から削除します。Hermes が再度使用するには再認証が必要です。プロバイダー側のアカウント自体は取り消されません。
pt_br: Remove este provedor OAuth de auth.json. Você precisará reautenticar antes que o Hermes possa usá-lo novamente. A conta do provedor upstream não é revogada.
zh_hans: 从 auth.json 中移除此 OAuth 提供方。在 Hermes 再次使用它之前,你需要重新认证。上游提供方账户不会被撤销。

source: Removes this server's SSH key and host info from the device. You'll need to add the public key back to `~/.ssh/authorized_keys` to reconnect.
de: Entfernt den SSH-Schlüssel und die Host-Daten dieses Servers vom Gerät. Zum erneuten Verbinden musst du den öffentlichen Schlüssel wieder in `~/.ssh/authorized_keys` eintragen.
es: Quita la clave SSH y la información de host de este servidor del dispositivo. Tendrás que volver a añadir la clave pública a `~/.ssh/authorized_keys` para reconectar.
fr: Retire de l'appareil la clé SSH et les infos d'hôte de ce serveur. Vous devrez rajouter la clé publique à `~/.ssh/authorized_keys` pour vous reconnecter.
ja: このサーバーの SSH 鍵とホスト情報をデバイスから削除します。再接続するには、公開鍵を `~/.ssh/authorized_keys` に再度追加する必要があります。
pt_br: Remove a chave SSH e as informações de host deste servidor do dispositivo. Você precisará adicionar a chave pública de volta ao `~/.ssh/authorized_keys` para reconectar.
zh_hans: 从设备中移除此服务器的 SSH 密钥和主机信息。要重新连接,你需要将公钥重新添加到 `~/.ssh/authorized_keys`。

source: Removing…
de: Wird entfernt…
es: Quitando…
fr: Suppression…
ja: 削除中…
pt_br: Removendo…
zh_hans: 移除中…

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
pt_br: Renomear
zh_hans: 重命名

source: Rename “Bot Chat”?
de: „Bot Chat“ umbenennen?
es: ¿Renombrar “Bot Chat”?
fr: Renommer « Bot Chat » ?
ja: “Bot Chat” の名前を変更しますか?
pt_br: Renomear “Bot Chat”?
zh_hans: 重命名 “Bot Chat”?

source: Rename Anyway
de: Trotzdem umbenennen
es: Renombrar igualmente
fr: Renommer quand même
ja: そのまま名前を変更
pt_br: Renomear mesmo assim
zh_hans: 仍然重命名

source: Rename profile
de: Profil umbenennen
es: Renombrar perfil
fr: Renommer le profil
ja: プロファイル名を変更
pt_br: Renomear perfil
zh_hans: 重命名配置

source: Rename Profile
de: Profil umbenennen
es: Renombrar perfil
fr: Renommer le profil
ja: プロファイル名を変更
pt_br: Renomear perfil
zh_hans: 重命名配置

source: Rename project
de: Projekt umbenennen
es: Renombrar proyecto
fr: Renommer le projet
ja: プロジェクト名を変更
pt_br: Renomear projeto
zh_hans: 重命名项目

source: Rename Session
de: Sitzung umbenennen
es: Renombrar sesión
fr: Renommer la session
ja: セッション名を変更
pt_br: Renomear sessão
zh_hans: 重命名会话

source: Rename this profile
de: Dieses Profil umbenennen
es: Renombrar este perfil
fr: Renommer ce profil
ja: このプロファイルの名前を変更
pt_br: Renomear este perfil
zh_hans: 重命名此配置

source: Rename...
de: Umbenennen...
es: Renombrar...
fr: Renommer...
ja: 名前を変更...
pt_br: Renomear...
zh_hans: 重命名...

source: Renamed
de: Umbenannt
es: Renombrado
fr: Renommé
ja: 名前を変更しました
pt_br: Renomeado
zh_hans: 已重命名

source: Rename…
de: Umbenennen…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
pt_br: Renomear…
zh_hans: 重命名…

source: Repair All (%lld)
de: Alle reparieren (%lld)
es: Reparar todo (%lld)
fr: Tout réparer (%lld)
ja: すべて修復 (%lld)
pt_br: Reparar tudo (%lld)
zh_hans: 全部修复(%lld)

source: Repairing…
de: Wird repariert…
es: Reparando…
fr: Réparation…
ja: 修復中…
pt_br: Reparando…
zh_hans: 正在修复…

source: Repeat
de: Wiederholung
es: Repetición
fr: Répétition
ja: 繰り返し
pt_br: Repetição
zh_hans: 重复

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
pt_br: Substituir
zh_hans: 替换

source: Replace “%@”?
de: „%@“ ersetzen?
es: ¿Reemplazar “%@”?
fr: Remplacer « %@ » ?
ja: 「%@」を置き換えますか?
pt_br: Substituir “%@”?
zh_hans: 替换“%@”?

source: replayed
de: wiederholt
es: reproducido
fr: rejoué
ja: 再実行済み
pt_br: reproduzido
zh_hans: 已重放
